export const CV = {
  "past experience": {
    "Tablee Co.": {
      "title": "Business Development Consultant",
      "duration": "Feb 2018 - Apr 2018",
      "location": "New York, NY",
      "description": [
        "Collaborated with founders on business expansion, partnership development, and acquisition strategies.",
        "Interfaced with 3rd party vendors, developed business partnerships and opportunities for acquisition.",
        "Implemented CRM processes and an integrated marketing and sales plan, promoting product and brand awareness.",
        "Used Agile CRM to run email campaigns: earning 26% open and 2% click-through rates, and 96% reputation rating."
      ]
    },
    "Potbox, Inc.": {
      "title": "Director of Business Development",
      "duration": "Feb 2016 - Dec 2017",
      "location": "New York, NY",
      "description": [
        "Collaborated w/ founders on CRM process and partnership strategies and product with the engineering team.",
        "Helped establish industry recognition as a forerunner focused on product leadership and operational excellence.",
        "Used Reply.io and Pipedrive to manage affiliate acquisition, achieving subscriber growth of 300% in 18 months.",
        "Developed pro forma financials for investors, including 5-year P&L projections, monthly cash flow, and sales."
      ]
    },
    "Herzog & Freed Capital, Inc.": {
      "title": "Founding Partner & President",
      "duration": "Aug 2011 - May 2016",
      "location": "New York, NY",
      "description": [
        "Co-founded and grew a company to incubate start-ups and create an innovative captive insurance product.",
        "Consulted to diverse start-ups with investment banking & operational guidance,  stakeholder communication, and accepting roles on the executive teams when appropriate.",
        "Implemented CRM processes and an integrated marketing and sales plan, promoting product and brand awarenessUsed Agile method to manage cross-functional teams of up to 10 people through product development life-cycles, helping to secure a Certificate of Authority by the Delaware Captive Insurance Department.",
        "Identified and educated potential distribution partners on a novel product, persuading Raymond James Financial to move forward with due diligence on the product’s investment engine and structure."
      ]
    }
  },
  education: {
    "Flatiron School": {
      "field": "Software Engineering",
      date: "Jan 2019 - Apr 2019",
      "location": "New York, NY"
    },
    "Bentley University": {
      "field": "BSc. Finance",
      "date": "Aug 2002 - May 2006",
      "location": "Waltham, MA"
    },
    "Boston University, BUx": {
      "field": "Product Management with Lean, Agile and System Design Thinking",
      "date": "2018",
      "location": "Online"
    },
    "IIM Bangalore, EdX": {
      "field": "Customer Relationship Management",
      "date": "2018",
      "location": "Online"
    },
    "NYU School of Professional Studies": {
      "field": "Behavioral Economics",
      "date": "2019",
      "location": "New York, NY"
    }
  },
  "technical projects": {
    "DumboView.com": {
      "responsibilities": [
        "Built website using Shopify for eCommerce accommodating client usability and manageable maintenance costs",
        "Implemented client’s custom design specs using Photoshop mockups, CSS, HTML, jQuery, and Liquid (Ruby)",
        "Employed a photographer to detail and organize product variants and effectuated inventory supply management",
        "Integrated Google Ads, Facebook Ads, and Google Tags to facilitate the client’s marketing and sales strategy"
      ],
      "description":
        "Client Project: eCommerce retail website selling DumboView merchandise"
    },
    "NowPlaying": {
      "responsibilities": [
        "Built using React.js, leveraging Redux.js single-source state management design pattern to reduce prop drilling",
        "Employed the Redux Thunk middleware for handling asynchronous API request operations for updating state",
        "Leveraged Semantic UI and CSS for rapid deployment and to maximize user experience and easy site navigation",
        "Fetched, separately, cinema and showtime data from Gracenote API and film poster data from themoviedb.com API",
        "Deployed on Heroku for future CI/CD considerations and for its straightforward command-line interface"
      ],
      "description":
        "Project imitating Fandango to find current films and showtimes within a zip code radius"
    },
    "BestBooking": {
      "responsibilities": [
        "Leveraged Ruby on Rails’ MVC architecture to separate UI, data, and business logic for a consistent workflow",
        "Crafted algorithm balancing time and space complexity preventing double-booked listings for more performant UX",
        "Used the Rails framework to contribute controller configuration logic and RESTful route scope and namespacing",
        "Designed the database schema, overcoming the challenge of distinguishing property owner users from renter users",
        "Implemented Git workflow to manage team member pull requests, isolated experiments, and efficient collaboration"
      ],
      "description": "Team project imitating Airbnb to list and book homes"
    }
  },
  "technical skills": {
    "Languages/Libraries/Frameworks/Tools": [
      "JavaScript (ES6+)",
      " React",
      " Redux",
      " Ruby",
      " Rails",
      " HTML",
      " CSS",
      " Node",
      " Express",
      " Liquid",
      " jQuery",
      " Git",
      " PostgreSQL/MySQL",
      " Webpack",
      " Babel",
      " NPM",
      " Gem",
      " Rspec",
      " Jest",
      " React Native",
      " Gatsby",
      " Redis"
    ],
    "Services/Platforms": [
      "Shopify",
      " Heroku",
      " AWS",
      " Datadog",
      " Trello",
      " Photoshop",
      " Docker",
      " Hugo",
      " Netlify"
    ],
    "Concepts": [
      "Object-Oriented Programming (OOP)",
      " Functional Programming",
      " Responsive Web Design",
      " a11y"
    ]
  },
  "github": "https://github.com/jonfreed256",
  "linkedin": "https://www.linkedin.com/in/jonathanwfreed/"
};
